Repository: OpenRailwayMap/OpenRailwayMap
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, uk_ua, vi_vn

source: Ne 6 Haltepunkttafel
hu_hu: Ne 6 megállótábla
pl_pl: Wskaźnik przystanku Ne 6

source: Ne 1 Trapeztafel
hu_hu: Ne 1 trapéztábla
pl_pl: Wskaźnik trapezowy Ne 1

source: Ra 11 Wartezeichen ohne Sh 1 / Wartesignal ohne 'Verschubverbot aufgehoben'
pl_pl: Wskaźnik miejsca zatrzymania dla manewrów Ra 11 bez Sh 1

source: Ne 5 Haltetafel
hu_hu: Ne 5 megállási hely tábla
pl_pl: Wskaźnik zatrzymania Ne 5

source: More than 3kV =
cs_cz: Více než 3kV =
de_de: Mehr als 3kV =
hu_hu: Több mint 3kV =
nl_nl: Hoger dan 3 kV =
pl_pl: Powyżej 3 kV =
ru_ru: Более 3кВ =
sv_se: Mer än 3 kV ⎓

source: Lf 6 Geschwindigkeits­ankündesignal
hu_hu: Lf 6 sebességelőjelző tábla
pl_pl: Wskaźnik ostrzegawczy zmiany prędkości Lf 6

source: Less than 15kV ~
cs_cz: Méně než 15kV ~
de_de: Weniger als 15kV ~
hu_hu: Kevesebb mint 15kV ~
nl_nl: Lager dan 15 kV ~
pl_pl: Poniżej 15 kV ~
pt_pt: Abaixo dos 15kV ~
ru_ru: Меньше 15кВ ~
sv_se: Mindre än 15 kV ⏦

source: block signal type So
de_de: So-Blocksignal
hu_hu: So típusú blokkjelzés
pl_pl: semafor blokowy typu So
pt_pt: tipo de sinal de bloco So
ru_ru: блокирующие сигналы типа Lo
sv_se: blocksignal, typ So

source: El 2 Einschaltsignal
hu_hu: El 2 bekapcsolási jelzés
pl_pl: Wskaźnik jazdy pod prądem El 2

source: Ra 10 Rangierhalttafel / Verschubhalttafel
hu_hu: Ra 10 tolatási határ tábla
pl_pl: Wskaźnik przetaczania Ra 10

source: Zs 10 Endesignal (Tafel)
hu_hu: Zs 10 végejel (tábla)
pl_pl: Wskaźnik końca ograniczenia prędkości Zs 10

source: El 1 Ausschaltsignal
hu_hu: El 1 kikapcsolási jelzés
pl_pl: Wskaźnik jazdy bezprądowej El 1

source: Ra 11b Wartezeichen
hu_hu: Ra 11b várakozási jelzés
pl_pl: Wskaźnik miejsca zatrzymania dla manewrów Ra 11b

source: El 6 Halt für Fahrzeuge mit gehobenem Stromabnehmer
hu_hu: El 6 megállás nyitott áramszedőjű járműveknek
pl_pl: Wskaźnik zatrzymania pojazdów z podniesionymi pantografami El 6

source: Less than 750V =
cs_cz: Méně než 750V =
de_de: Weniger als 750V =
hu_hu: Kevesebb mint 750V =
nl_nl: Lager dan 750 V =
pl_pl: Poniżej 750 v =
pt_pt: Pelo menos 750V =
ru_ru: Меньше 750В
sv_se: Mindre än 750 V ⎓

source: Punktförmige Zugbeeinflussung
cs_cz: PZB
nl_nl: Punktförmige Zugbeeinflussung (PZB)
pl_pl: System automatycznej kontroli pociągu PZB

source: El 4 "Bügel ab"-Signal
hu_hu: El 4 áramszedőt behúzni jelzés
nl_nl: El4-"Stroomafnemers neer"-sein
pl_pl: Wskaźnik opuszczenia pantografu El 4

source: El 3 "Bügel ab"-Ankündigungssignal
hu_hu: El 3 áramszedőt behúzni eljelző
pl_pl: Wskaźnik ostrzegawczy opuszczenia pantografu El 3

source: El 1v Ausschaltsignal erwarten
hu_hu: El 1v kikapcsolási jel várható
pl_pl: Wskaźnik ostrzegawczy jazdy bezprądowej El 1v

source: Sh-Lichtsperrsignal (normal, Zwergsignal)
pl_pl: Tarcza zatrzymania Sh (zwykła, karzełkowa)

source: distant signal with Eo 2 (new type)
de_de: Vorsignal mit Eo 2 (neuer Typ)
hu_hu: Eo 2 előjelző (új típusú)
pl_pl: semafor ostrzegawczy z Eo 2 (nowy typ)
pt_pt: sinal distante com o Eo 2 (novo tipo)
ru_ru: дистанционный сигнал с Eo 2 (новый тип)

source: Ks-Hauptsignal
hu_hu: Ks főjelző
pl_pl: Semafor główny Ks

source: Bü 5 Läutetafel (normal, für durchfahrende Züge)
hu_hu: Bü 5 csengetni tábla (normál, áthaladó vonatoknak)
pl_pl: Wskaźnik dzwonka Bü 5 (zwykły, dla pociągów przelotowych)

source: Ks-Mehrabschnittssignal (normal, verkürzter Bremswegabstand)
pl_pl: Semafor wieloczęściowy Ks (zwykły, skrócona droga hamowania)

source: Vr-Lichtvorsignal mit Vr 2 (normal, Wiederholer/verkürzter Bremswegabstand)
hu_hu: Vr fény előfőjelző Vr 2-vel (normál, ismétlő/rövid féktávolság)
pl_pl: Semafor ostrzegawczy świetlny Vr z Vr 2 (zwykły, powtarzacz / skrócona droga hamowania)

source: Bü 2 Rautentafel (normal, verkürzter Bremswegabstand)
pl_pl: Wskaźnik przejazdu kolejowego Bü 2 (zwykły, skrócona droga hamowania)

source: Ks-Vorsignal (normal, Wiederholer, verkürzter Bremswegabstand)
pl_pl: Semafor ostrzegawczy Ks (zwykły, powtarzacz, skrócona droga hamowania)

source: Bü 4 Pfeiftafel (normal, für durchfahrende Züge)
hu_hu: Bü 5 kürtölni tábla (normál, áthaladó vonatoknak)
pl_pl: Wskaźnik gwizdawki Bü 4 (zwykłu, dla pociągów przelotowych)

source: ex-Pf 1 Pfeiftafel (normal, für durchfahrende Züge)
pl_pl: Wskaźnik gwizdawki Pf 1 (zwykłu, dla pociągów przelotowych)

source: El 4 "Bügel ab"-Signal
hu_hu: El 4 „áramszedőt leereszteni” jelzés
pl_pl: Wskaźnik opuszczenia pantografu El 4

source: Vr-Formvorsignal ohne Angabe der Signalzustände
hu_hu: VR alak előjelző, jelállapotok leírása nélkül
pl_pl: Semafor ostrzegawczy kształtowy Vr bez informacji o stanie

source: Vr-Formvorsignal (ohne Vr 2, mit Vr 2)
hu_hu: Vr alak előjelző (Vr 2 nélkül, Vr 2-vel)
pl_pl: Semafor ostrzegawczy kształtowy Vr (bez Vr 2, z Vr 2)

source: main signal without aspects given (new type, old type)
de_de: Hauptsignal ohne Angabe der Signalzustände (neuer Typ, alter Typ)
hu_hu: főjelző, megadott vonatkozás nélkül (új típus, régi típus)
pl_pl: semafor główny o nieokreślonych wskazaniach (nowy typ, stary typ)
pt_pt: sinal principal sem dados de aspecto (novo tipo, tipo antigo)
ru_ru: главынй сигнал без учёте показаний (новый тип, старый тип)

source: Hp-Lichthauptsignal (ohne Hp 2, mit Hp 2)
hu_hu: Hp fény főjelző (Hp 2 nélkül, Hp 2-vel)
pl_pl: Semafor świetlny główny Hp (bez Hp 2, z Hp 2)

source: main signal with Po 1 (new type, old type)
de_de: Hauptsignal mit Po 1 (neuer Typ, alter Typ)
hu_hu: főjelző Po 1-el (új típusú, régi típusú)
pl_pl: semafor główny z Po 1 (nowy typ, stary typ)
pt_pt: sinal principal sobre Po 1 (novo tipo, tipo antigo)
ru_ru: главный сигнал с Po 1 (новый тип, старый тип)

source: main signal with Po 2 (new type, old type)
de_de: Hauptsignal mit Po 2 (neuer Typ, alter Typ)
hu_hu: főjelző Po 2-vel (új típusú, régi típusú)
pl_pl: semafor główny z Po 2 (nowy typ, stary typ)
pt_pt: sinal principal sobre Po 2 (novo tipo, tipo antigo)
ru_ru: главный сигнал с Po 2 (новый тип, старый тип)

source: El 3 "Bügel ab"-Ankündigungssignal
hu_hu: El 3 „áramszedőt leereszteni” eljelző
pl_pl: Wskaźnik ostrzegawczy opuszczenia pantografu El 3

source: distant signal with Eo 1 (new type, old type)
de_de: Vorsignal mit Eo 1 (neuer Typ, alter Typ)
hu_hu: előjelző Eo 1-el (új típusú, régi típusú)
pl_pl: semafor ostrzegawczy z Eo 1 (nowy typ, stary typ)
pt_pt: sinal distante com Eo 1 (novo tipo, tipo antigo)
ru_ru: дистанционный сигнал с Eo 1 (новый тип, старый тип)

source: Vr-Lichtvorsignal ohne Vr 2 (normal, Wiederholer/verkürzter Bremswegabstand)
hu_hu: Vr fény főjelző Vr 2 nélkül (normál, ismétlő/rövid féktávolság)
pl_pl: Semafor świetlny Vr bez Vr 2 (zwykły, powtarzacz / skrócona droga hamowania)

source: Sh-Formsperrsignal (normal, Zwergsignal)
pl_pl: Tarcza zatrzymania Sh (zwykła, karzełkowa)

source: Sv-Signal (ohne Hp 0, mit Hp 0)
hu_hu: Sv jelző (Hp 0 nélkül, Hp 0-val)
pl_pl: Sygnalizator Sv (bez Hp 0, z Hp 0)

source: Hp-Formhauptsignal (ohne Hp 2, mit Hp 2)
hu_hu: Hp alak főjelző (Hp 2 nélkül, Hp 2-vel)
pl_pl: Semafor kształtowy główny Hp (bez Hp 2, z Hp 2)

source: El 5 "Bügel an"-Signal
hu_hu: El 5 „áramszedőt fel” jelzés
pl_pl: Wskaźnik podniesienia pantografu El 5

source: Vr-Lichtvorsignal ohne Angabe der Signalzustände (normal, Wiederholer/verkürzter Bremswegabstand)
hu_hu: Vr fény előjelző, jelállapotok leírása nélkül (normál, ismétlő/rövid féktávolság)
pl_pl: Semafor świetlny Vr bez informacji o stanie (zwykły, powtarzacz / skrócona droga hamowania)

source: distant signal without aspects given (new type, old type)
de_de: Vorsignal ohne Angabe der Signalzustände (neuer Typ, alter Typ)
hu_hu: előjelző, megadott vonatkozás nélkül (új típus, régi típus)
pl_pl: semafor ostrzegawczy o nieokreślonych wskazaniach (nowy typ, stary typ)
pt_pt: sinal de distância sem dar alguns aspectos (novo tipo, tipo antigo)
ru_ru: дистанционный сигнал без учёте показаний (новый тип, старый тип)

source: Zs 3v Geschwindigkeits­voranzeiger (Tafel, Lichtsignal)
hu_hu: Zs 3v sebesség előjelző (tábla, fényjelző)
pl_pl: Wskaźnik/sygnalizator ostrzegawczy ograniczenia prędkości Zs 3v

source: Zs 3 Geschwindigkeits­anzeiger (Tafel, Lichtsignal)
hu_hu: Zs 3 sebességjelző (tábla, fényjelző)
pl_pl: Wskaźnik/sygnalizator ograniczenia prędkości Zs 3

source: Imprint &amp; Privacy Policy
cs_cz: Copyright a ochrana osobních údajů
de_de: Impressum &amp; Datenschutz
hu_hu: Impresszum &amp; Adatvédelmi irányelvek
nl_nl: Uitgever &amp; Privacyverklaring
pl_pl: Informacje prawne &amp; Polityka prywatności
pt_pt: Imprimir &amp; Políticas de privacidade
ru_ru: Сведения &amp; Политика конфиденциальности
sv_se: Imprint &amp; personuppgifter

source: ATB - Automatische Treinbeïnvloeding
pl_pl: ATB - Automatyczny system zabezpieczenia pociągu

source: TVM - Transmission Voie-Machine
pl_pl: TVM - Transmisja tor‐pojazd

source: KVB - Contrôle de Vitesse par Balises
pl_pl: KVB - Kontrola prędkości

source: Narrow gauge
hu_hu: Keskeny nyomtávú
nl_nl: Smalspoor
pl_pl: Tor wąski
sv_se: Smalspår

source: Miniature
hu_hu: Miniatűr
nl_nl: Miniatuur
pl_pl: Miniaturowy
sv_se: Miniatyr

source: Miniature tracks
hu_hu: Miniatűr vágányok
nl_nl: Miniatuurspoor
pl_pl: Tory miniaturowe
sv_se: Miniatyrspår

source: Standard gauge
hu_hu: Normál nyomvtávú
nl_nl: Normaalspoor
pl_pl: Tor normalny
sv_se: Normalspår

source: Track gauge values
hu_hu: Vágánnyomtávértékek
nl_nl: Spoorwijdte maten
pl_pl: Wartości rozstawu szyn
sv_se: Spårviddsmått

source: Dual gauge
hu_hu: Kettős nyomtávú
nl_nl: Drierailig spoor
pl_pl: Podwójna szerokość
sv_se: Dubbel spårvidd

source: Multiple gauge
hu_hu: Több nyomtávú
nl_nl: Meerrailig spoor
pl_pl: Wiele szerokości
sv_se: Flera spårvidder

source: Broad gauge
hu_hu: Széles nyomtávú
nl_nl: Breedspoor
pl_pl: Tor szeroki
sv_se: Bredspår

source: Monorail
hu_hu: Egysínű
pl_pl: Jednoszynowy
sv_se: Balkbana

source: Permalink
cs_cz: Trvalý odkaz
de_de: Permanentlink
fr_fr: Permalien
hu_hu: Idehivatkozás (permalink)
pt_pt: Ligação Permanente
ru_ru: Постоянная ссылка
sv_se: Permanent länk
tr_tr: Bağlantı
uk_ua: Постійне посилання
vi_vn: Liên kết Thường trực

source: Operator
cs_cz: Dopravce
de_de: Betreiber
fr_fr: Opérateur
hu_hu: Üzemeltető
nl_nl: Beheerder
pt_pt: Operador
ru_ru: Оператор
sv_se: Operatör

source: Blog
ru_ru: Блог
sv_se: Blogg

source: Wiki
ru_ru: Вики

source: 1.5 – 3kV =
nl_nl: 1500 V – 3 kV =
ru_ru: 1.5 – 3кВ =

source: 3kV =
ru_ru: 3кВ =

source: 25kV 50Hz ~
ru_ru: 25кВ 50Гц ~

source: 15 – 25kV ~
nl_nl: 15 kV – 25 kV ~
ru_ru: 15 – 25кВ ~

source: 15kV 16⅔Hz ~
ru_ru: 15кВ 16⅔Гц ~

source: 750 – 1000V =
nl_nl: 750 V – 1000 V =
ru_ru: 750 – 1000В =

source: 1kV =
ru_ru: 1кВ =

source: 1 – 1.5kV =
nl_nl: 1000 V – 1500 V =
ru_ru: 1 – 1.5кВ =

source: %SPDMIN%-%SPDMAX% km/h
ru_ru: %SPDMIN%-%SPDMAX% км/ч
sv_se: %SPDMIN%–%SPDMAX% km/tim

source: 1.5kV =
nl_nl: 1500 V =
ru_ru: 1.5кВ =

source: 750V =
ru_ru: 750В =

source: 25kV 60Hz ~
ru_ru: 25кВ 60Гц ~

source: 15kV 16.7Hz ~
ru_ru: 15кВ 16.7Гц ~

source: Signalling
cs_cz: Signalizace
de_de: Signale und Sicherungssysteme
pt_pt: Sinalética
tr_tr: Sinyalizasyon
uk_ua: Сигнали
vi_vn: Báo hiệu

source: Homepage
fr_fr: Page d'accueil

source: Realtime departures
fr_fr: Départs en temps réel

source: With shelter
fr_fr: avec abri

source: Without shelter
fr_fr: sans abri

source: With bench
fr_fr: avec banc

source: Without bench
fr_fr: sans banc

source: With wastebasket
fr_fr: avec corbeille

source: Without wastebasket
fr_fr: sans corbeille

source: Tactile paving
fr_fr: Surface podotactile

source: No tactile paving
fr_fr: Surface non-podotactile

source: Incorrect tactile paving
fr_fr: Surface podotactile incorrecte

source: Accessible for wheelchairs
fr_fr: Accessibles en fauteuil roulant

source: Not accessible for wheelchairs
fr_fr: Pas accessibles en fauteuil roulant

source: Limited accessible for wheelchairs
fr_fr: Limitée accessibles en fauteuil roulant

source: Fax
fr_fr: Télécopie

source: Mobile phone
fr_fr: Téléphone mobile

source: Opening hours
fr_fr: Horaires d'ouverture

source: Open 24/7
fr_fr: 24h/24

source: Now open
fr_fr: ouvert

source: Open on holiday
fr_fr: Ouvert les jours fériés

source: Now closed
fr_fr: Fermée

source: Service hours
fr_fr: Temps de fonctionnement

source: Without name
fr_fr: sans nom

source: Busstops
fr_fr: Arrêts de bus

source: Stations
fr_fr: Gares de chemin de fer

source: Tramhalts
fr_fr: Arrêts de tram

source: Accessibility
fr_fr: Accessibilité

source: Unnamed
fr_fr: sans nom

source: Mo
fr_fr: Lu

source: Tu
fr_fr: Ma

source: We
fr_fr: Me

source: Th
fr_fr: Je

source: Fr
fr_fr: Ve

source: Su
fr_fr: Di

source: closed
fr_fr: Fermée

source: Public holiday
fr_fr: Fête

source: School holiday
fr_fr: Vacances scolaires

source: open ending
fr_fr: Fin ouverte

source: and
fr_fr: et

source: Back
fr_fr: Retour

source: Details
fr_fr: Détails

source: No more results.
fr_fr: Pas de nouveaux résultats.

source: Last update:
fr_fr: Dernière mise à jour:

source: Zoom in to show marker
fr_fr: Plus un zoom avant pour visualiser les points

source: More Details
fr_fr: Davantage

source: More results...
fr_fr: Plus de résultats...

source: Less
fr_fr: Moins

source: Hide
fr_fr: Fermer

source: Show
fr_fr: Voir

source: Finish
fr_fr: Prêt

source: Loading points...
fr_fr: Points sont chargés...

source: POI-Details
fr_fr: Détails

source: Marker
fr_fr: Marqueurs

source: Click to close
fr_fr: Cliquez pour fermer

source: Show in OpenLinkMap...
fr_fr: Afficher dans le OpenLinkMap...

source: Maps and data <a href="http://www.openstreetmap.org/copyright">© OpenStreetMap contributors</a>.<br />Hillshading: <a href="http://nasa.gov/">NASA SRTM</a>.
fr_fr: Données sont tirées <a href="http://www.openstreetmap.org/copyright">© OpenStreetMap contributors</a>.<br />Terrain: <a href="http://nasa.gov/">NASA SRTM</a>

source: Gastronomy
fr_fr: Gastronomie

source: Stars
fr_fr: Étoiles

source: Smoking
fr_fr: Fumer

source: allowed
fr_fr: autorisé

source: prohibited
fr_fr: prohibé

source: dedicated
fr_fr: souhaitable

source: separated smoking area
fr_fr: Espace fumeurs

source: Isolated area
fr_fr: Fumoir

source: Beer
fr_fr: Bière

source: with microbrewery
fr_fr: par brasserie

source: Beergarden
fr_fr: Terrasse

source: Diesel
fr_fr: Gazole

source: High quality synthetic Diesel
fr_fr: Synthétique Diesel

source: HGV Diesel
fr_fr: Poids lourd Diesel

source: Octane 91
fr_fr: Essence

source: Octane 95
fr_fr: Super 95

source: Octane 98
fr_fr: Super 98

source: Octane 100
fr_fr: Super 100

source: Octane 98, leaded
fr_fr: Super 98 plombe

source: Mixture 1:25
fr_fr: Essence à deux temp 1:25

source: Mixture 1:50
fr_fr: Essence à deux temp 1:50

source: Alcohol
fr_fr: Alcool

source: Ethanol
fr_fr: Éthanol

source: Methanol
fr_fr: Méthanol

source: Vegetable oil
fr_fr: Huile végétale

source: Ethanol-Mixture E10 (10% Ethanol)
fr_fr: E10

source: Ethanol-Mixture E85 (85% Ethanol)
fr_fr: E85

source: Biogas
fr_fr: Biogaz

source: LPG
fr_fr: GPL

source: CNG
fr_fr: Gaz naturel

source: Liquid hydrogen
fr_fr: Hydrogène liquide

source: Electricity
fr_fr: Électriques

source: Car wash
fr_fr: Lavage de voiture

source: Car repair
fr_fr: Réparation de voiture

source: Shop
fr_fr: Kiosque

source: Other
fr_fr: Autres

source: Capacity
fr_fr: Capacité

source: Reference
fr_fr: Référence

source: Internet terminal
fr_fr: Terminal

source: WLAN hotspot
fr_fr: wifi

source: Wired internet access
fr_fr: Câblé

source: Internet access via service
fr_fr: Service

source: With costs
fr_fr: Payant

source: For free
fr_fr: Gratuit

source: Partly with costs
fr_fr: Temporaire payant

source: Toll
fr_fr: Péage

source: Disused
fr_fr: Inutilisé

source: Geographic
fr_fr: Géographie

source: Height about sea level
fr_fr: Élévation en mètres du niveau de la mer

source: Population
fr_fr: Nombre d'habitants

source: Wheelchair
fr_fr: Fauteuil roulant

source: Toilets accessible
fr_fr: Toilettes accessibles en fauteuil roulant

source: Toilets not accessible
fr_fr: Toilettes pas accessibles en fauteuil roulant

source: Toilets limited accessible
fr_fr: Toilettes limitée accessibles en fauteuil roulant

source: All rooms accessible
fr_fr: Chambres accessibles en fauteuil roulant

source: Rooms not accessible
fr_fr: Chambres pas accessibles en fauteuil roulant

source: Most rooms accessible
fr_fr: Chambres limitée accessibles en fauteuil roulant

source: Building accessible
fr_fr: Accès en fauteuil roulant

source: Building not accessible
fr_fr: Accès pas accessibles en fauteuil roulant

source: Building limited accessible
fr_fr: Accès limitée accessibles en fauteuil roulant

source: Places for wheelchairs
fr_fr: Sièges accessibles en fauteuil roulant

source: No places for wheelchairs
fr_fr: Sièges pas accessibles en fauteuil roulant

source: Limited places for wheelchairs
fr_fr: Sièges limitée accessibles en fauteuil roulant

source: Full article...
fr_fr: Article complet...

source: Image
fr_fr: Photo

source: More images
fr_fr: Plus de photos

source: License, author, original page...
fr_fr: License, auteur, page originale...

source: Improve the data! Correct wrong website links with the new website checker from Keepright!
fr_fr: Améliorer les données! Corriger les liens périmés et rompu avec le chèque nouveau site de Keep Right!

source: Report bug in map
fr_fr: Signaler une erreur sur le carte

source: Hillshading by <a href='http://nasa.gov/'>NASA SRTM</a>
tr_tr: Gölgeli Kabartmalar: <a href='http://nasa.gov/'>NASA SRTM</a>
uk_ua: Затінення згідно <a href='http://nasa.gov/'>NASA SRTM</a>
vi_vn: Bóng đồi do <a href='http://nasa.gov/'>NASA SRTM</a> cung cấp

source: Narrow gauge siding
tr_tr: Dekovil yan hattı
uk_ua: Вузькоколійка (роз’їзд, запасна)
vi_vn: Đường tránh khổ hẹp

source: Narrow gauge yard
tr_tr: Dekovil garajı
uk_ua: Вузькоколійка (сортувальна станція)
vi_vn: Sân đường sắt khổ hẹp

source: Narrow gauge spur
tr_tr: Dekovil mahmuzu
uk_ua: Вузькоколійка (відгалуження, під’їзна)
vi_vn: Nhánh khổ hẹp

source: Narrow gauge crossover
tr_tr: Dekovil makası
uk_ua: Вузькоколійка (переїзд)
vi_vn: Đường cắt ngang khổ hẹp

source: Narrow gauge branch line
tr_tr: Dekovil şube hattı
uk_ua: Вузькоколійка (вітка)
vi_vn: Nhánh khổ hẹp

source: Narrow gauge main line
tr_tr: Dekovil ana hattı
uk_ua: Вузькоколійка (магістраль)
vi_vn: Đường chính khổ hẹp

source: Narrow gauge highspeed line
tr_tr: Dekovil yüksek hız hattı
uk_ua: Вузькоколійка (високошвидкісна)
vi_vn: Đường cao tốc khổ hẹp

source: Narrow gauge industrial line
tr_tr: Endüstriyel dekovil hattı
uk_ua: Вузькоколійка (промислова)
vi_vn: Đường công nghiệp khổ hẹp

source: Narrow gauge industrial service
tr_tr: Endüstriyel dekovil servis
uk_ua: Вузькоколійка (промислова службова)
vi_vn: Đường phụ công nghiệp khổ hẹp
