Repository: OpenRailwayMap/OpenRailwayMap
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, uk_ua, vi_vn

source: More Info
cs_cz: Více informací
de_de: Mehr Infos
fr_fr: Plus d'informations
hu_hu: További információk
nl_nl: Meer informatie
pl_pl: Więcej informacji
pt_pt: Mais Informações
ru_ru: Ещё
sv_se: Mer information
tr_tr: Daha Fazla Bilgi
uk_ua: Детальніше
vi_vn: Thêm Thông tin

source: Contact
cs_cz: Spojení
de_de: Kontakt
hu_hu: Kapcsolat
pl_pl: Kontakt
pt_pt: Contacto
ru_ru: Контакты
sv_se: Kontakt
tr_tr: İletişim
uk_ua: Зв’язатися
vi_vn: Liên lạc

source: Javascript is not activated
cs_cz: Javascript není zapnut
de_de: Javascript ist nicht eingeschaltet
fr_fr: Javascript n'est pas activé
hu_hu: A JavaScript nincs aktiválva
nl_nl: Javascript is niet geactiveerd
pl_pl: Javascript jest wyłączony
pt_pt: Javascript não está activado
ru_ru: Javascript не активирован
sv_se: Javascript ej aktiverad
tr_tr: Javascript etkin değil
uk_ua: Javascript відключений
vi_vn: JavaScript không được kích hoạt

source: Javascript is needed to show the map and run this website. Please turn on Javascript in your browser settings.
cs_cz: Javascript je potřeba pro ukázání mapy a běh této stránky. Zapněte, prosím, Javascript v nastavení vašeho prohlížeče.
de_de: Javascript wird benötigt, um die Karte und diese Webseite anzuzeigen. Bitte schalten Sie Javascript in Ihren Browsereinstellungen ein.
fr_fr: JavaScript est nécessaire pour cette page. S'il vous plaît activer JavaScript dans votre navigateur.
hu_hu: A térkép megjelenítéséhez és a weboldal futtatásához JavaScriptre van szükség. Kapcsolja be a JavaScriptet a böngésző beállításaiban.
nl_nl: Javascript is benodigd om de kaart weer te geven en deze website te draaien. Zet Javascript aan in de browserinstellingen.
pl_pl: Aby wyświetlić mapę i uruchomić stronę potrzebny jest JavaScript. Proszę go włączyć w ustawieniach przeglądarki.
pt_pt: É necessário activar o Javascript para poder visualizar o mapa. Por favor active-o nas definições do seu navegador de Internet.
ru_ru: Javascript необходим для показа карты и работы веб-сайта. Пожалуйста включите Javascript в настройках вашего браузера.
sv_se: Javascript behövs för att visa kartan och webbplatsen. Aktivera Javascript i din webbläsares inställningar.
tr_tr: Haritayı göstermek ve bu siteyi kullanabilmek için Javascript gereklidir. Lütfen tarayıcı ayarlarınızdan Javascript'i etkinleştirin.
uk_ua: Javascript потрібен для відображення мапи та роботи сайту. Увімкніть Javascript у налаштуваннях Вашого браузера.
vi_vn: Trang Web này cần JavaScript để hoạt động và hiển thị bản đồ. Xin vui lòng bật lên tùy chọn JavaScript trong trình duyệt của bạn.

source: Loading...
cs_cz: Nahrává se...
de_de: Laden...
fr_fr: Chargement...
hu_hu: Töltés…
nl_nl: Bezig met laden…
pl_pl: Ładowanie…
pt_pt: Aguarde...
ru_ru: Загрузка…
sv_se: Laddar …
tr_tr: Yükleniyor...
uk_ua: Завантаження…
vi_vn: Đang tải…

source: Nothing found.
cs_cz: Nic nebylo nalezeno.
de_de: Nichts gefunden.
fr_fr: Aucun résultat n'a été trouvé.
hu_hu: Nincs találat.
nl_nl: Niets gevonden.
pl_pl: Nic nie znaleziono.
pt_pt: Nada encontrado.
ru_ru: Ничего не найдено.
sv_se: Inga resultat.
tr_tr: Hiçbir şey bulunamadı.
uk_ua: Нічого не знайдено.
vi_vn: Không tìm thấy kết quả.

source: Last update
cs_cz: Poslední aktualizace
de_de: Letzte Aktualisierung
hu_hu: Utolsó frissítés
nl_nl: Laatste bijwerking
pl_pl: Ostatnia aktualizacja
pt_pt: Última atualização
ru_ru: Последнее обновление
sv_se: Senast uppdaterad
tr_tr: Son güncelleme
uk_ua: Останнє оновлення
vi_vn: Cập nhật lần cuối

source: Empty input.
cs_cz: Prázdný vstup.
de_de: Leere Eingabe.
fr_fr: Rien entré.
hu_hu: Üres bevitel.
nl_nl: Lege invoer.
pl_pl: Puste pole.
pt_pt: Introduza algo.
ru_ru: Пустой запрос.
sv_se: Ingen indata.
tr_tr: Boş girdi.
uk_ua: Порожнє поле.
vi_vn: Xin vui lòng nhập truy vấn.

source: Kilometer
cs_cz: Kilometr
hu_hu: Kilométer
pl_pl: Kilometr
pt_pt: Quilometro
ru_ru: Километр
tr_tr: Kilometre
uk_ua: Кілометр
vi_vn: Kilômét

source: Track
cs_cz: Trať
de_de: Strecke
hu_hu: Vágány
nl_nl: Spoor
pl_pl: Tor
pt_pt: Caminho
ru_ru: Путь
sv_se: Spår
tr_tr: Yol
uk_ua: Трек
vi_vn: Đường ray

source: Hillshading
cs_cz: Stínování svahů
de_de: Schummerung
fr_fr: Terrain
hu_hu: Domborzatárnyékolás
nl_nl: Heuvelarcering
pl_pl: Cieniowanie
pt_pt: Topografia
ru_ru: Рельеф
sv_se: Terrängskuggning
tr_tr: Gölgeli Kabartma
uk_ua: Затінення
vi_vn: Bóng đồi

source: Hillshading by <a href='https://www.nasa.gov/'>NASA SRTM</a>
cs_cz: Stínování svahů od <a href='https://www.nasa.gov/'>NASA SRTM</a>
de_de: Schummerung: <a href='https://www.nasa.gov/'>NASA SRTM</a>
hu_hu: <a href='https://www.nasa.gov/'>NASA SRTM</a> domborzatárnyékolás
nl_nl: Heuvelarcering door <a href='https://www.nasa.gov/'>NASA SRTM</a>
pl_pl: Cieniowanie dzięki <a href='https://www.nasa.gov/'>NASA SRTM</a>
pt_pt: Dados topográficos por <a href='https://www.nasa.gov/'>NASA SRTM</a>
ru_ru: Данные рельефа – <a href='https://www.nasa.gov/'>NASA SRTM</a>
sv_se: Terrängskuggning av <a href='https://www.nasa.gov/'>NASA SRTM</a>

source: Rendering: OpenRailwayMap
cs_cz: Zpracování: OpenRailwayMap
de_de: Darstellung: OpenRailwayMap
hu_hu: Megjelenítés: OpenRailwayMap
nl_nl: Weergave: OpenRailwayMap
pl_pl: Renderowanie: OpenRailwayMap
pt_pt: Renderização: OpenRailwayMap
ru_ru: Рендеринг: OpenRailwayMap
sv_se: Visar: OpenRailwayMap
tr_tr: Sahneleniyor: OpenRailwayMap
uk_ua: Промальовка: OpenRailwayMap
vi_vn: Bản đồ kết xuất: OpenRailwayMap

source: Mapnik Grayscale
cs_cz: Odstíny šedi Mapnik
de_de: Mapnik Graustufen
hu_hu: Mapnik (szürkeárnyalatos)
nl_nl: Mapnik in Grijstinten
pl_pl: Mapnik (szary)
pt_pt: Mapnik (Preto e Branco)
ru_ru: Mapnik чёрно-белый
sv_se: Mapnik (gråskala)
tr_tr: Mapnik Gri tonlama
uk_ua: Mapnik у відтінках сірого
vi_vn: Mapnik Đơn sắc

source: Map data &copy; OpenStreetMap contributors
cs_cz: Mapová data &copy; přispěvatelé OpenStreetMap
de_de: Daten &copy; OpenStreetMap-Mitwirkende
hu_hu: Térképadatok: &copy; OpenStreetMap-szerkesztők
nl_nl: Kaartgegevens &copy; OpenStreetMap-medewerkers
pl_pl: Dane mapy &copy; autorzy OpenStreetMap
pt_pt: &copy; Colaboradores do OpenStreetMap
ru_ru: Данные карты &copy; участники OpenStreetMap
sv_se: Kartdata &copy; OpenStreetMap-bidragsgivare
tr_tr: Harita verileri &copy; OpenStreetMap destekçileri
uk_ua: Дані мапи &copy; OpenStreetMap і учасників
vi_vn: Dữ liệu bản đồ &copy; những người đóng góp vào OpenStreetMap

source: Select a map style
cs_cz: Vybrat styl mapy
de_de: Wähle ein Kartenthema aus
hu_hu: Térképstílus kiválasztása
nl_nl: Selecteer een kaartstijl
pl_pl: Wybierz styl mapy
pt_pt: Escolhe um tipo de mapa
ru_ru: Выбор стиля карты
sv_se: Välj kartstil
tr_tr: Harita stili seçin
uk_ua: Вибір стилю мапи
vi_vn: Chọn một kiểu bản đồ

source: Public transport
cs_cz: Veřejná doprava
de_de: Öffentlicher Verkehr
fr_fr: Transports publics
hu_hu: Tömegközlekedés
nl_nl: Openbaar vervoer
pl_pl: Transport publiczny
pt_pt: Transporte público
ru_ru: Общественный транспорт
sv_se: Kollektivtrafik
tr_tr: Toplu taşıma
uk_ua: Громадський транспорт
vi_vn: Giao thông công cộng

source: Search results
cs_cz: Výsledky hledání
de_de: Suchergebnisse
fr_fr: Résultats de la recherche
hu_hu: Eredmények keresése
nl_nl: Zoekresultaten
pl_pl: Wyniki wyszukiwania
pt_pt: Resultados da pesquisa
ru_ru: Результаты поиска
sv_se: Sökresultat
tr_tr: Arama sonuçları
uk_ua: Результати пошуку
vi_vn: Kết quả tìm kiếm

source: Search only in the current map view
cs_cz: Hledat pouze v nynějším pohledu na mapu
de_de: Nur im aktuellen Kartenausschnitt suchen
fr_fr: Chercher seulement dans la vue en cours
hu_hu: Keresés csak a jelenlegi térképnézeten
nl_nl: Zoek alleen in de huidige kaartweergave
pl_pl: Szukaj tylko w obecnym widoku mapy
pt_pt: Pesquisar dentro da área actualmente vizualizada
ru_ru: Поиск только в текущем виде карты
sv_se: Sök endast i aktuell vy
tr_tr: Sadece haritanın gösterilen kısmında ara
uk_ua: Шукати лише за поточною позицією мапи
vi_vn: Chỉ tìm kiếm trong bản đồ hiện tại

source: HTML-Code
cs_cz: Kód HTML
hu_hu: HTML-kód
pl_pl: Kod HTML
pt_pt: Código HTML
ru_ru: HTML код
sv_se: HTML-kod
tr_tr: HTML-Kodu
uk_ua: HTML-код
vi_vn: Mã HTML

source: Copy this HTML code snippet into your website to show a small map with a marker.
cs_cz: Zkopírujte tento úryvek kódu HTML a připojte jej ke svým stránkám, aby se zobrazovala malá mapa se značením.
de_de: Kopieren Sie diesen HTML-Code und binden Sie ihn in eine eigene Webseite ein, um eine kleine Karte mit einer Markierung anzuzeigen.
fr_fr: Copiez ce code HTML pour votre site web pour montrer une petite carte avec un marqueur.
hu_hu: Egy kis térkép jelölővel történő megjelenítéséhez másolja ezt a HTML-kódrészletet a weboldalába.
nl_nl: Kopieer dit stukje HTML-code in uw website om een kleine kaart met een markering te tonen.
pl_pl: Skopiuj ten fragment kodu HTML na swoją stronę, by pokazać małą mapę ze znacznikiem.
pt_pt: Copie este código HTML para o seu site para mostrar um pequeno mapa com um pontador.
ru_ru: Скопируйте данный фрагмент HTML кода на свою страницу, что бы отобразить маленькую карту с отметкой.
sv_se: Kopiera HTML-koden till din egen webbplats för att visa en liten karta med markör.
tr_tr: Web sitenizde işaretliyicili bir harita göstermek için bu HTML kodunu kopyalayın.
uk_ua: Скопіюйте цей HTML-код на свій веб-сайт, щоб показати маленьку мапу з маркером.
vi_vn: Chép dán đoạn mã HTML này vào trang Web của bạn để hiển thị một bản đồ nhỏ có ghim.

source: Fullscreen
cs_cz: Celá obrazovka
de_de: Vollbild
fr_fr: Agrandir
hu_hu: Teljes képernyő
nl_nl: Volledig scherm
pl_pl: Pełny ekran
pt_pt: Ecrã Inteiro
ru_ru: Полный экран
sv_se: Helskärm
tr_tr: Tam ekran
uk_ua: Повний екран
vi_vn: Toàn màn hình

source: %d second
cs_cz: %d sekunda
de_de: %d Sekunde
hu_hu: %d másodperc
nl_nl: %d seconde
pl_pl: %d sekunda
pt_pt: %d segundo
ru_ru: %d секунда
sv_se: %d sekund
tr_tr: %d saniye
uk_ua: %d секунда
vi_vn: %d giây

source: %d minute
cs_cz: %d minuta
hu_hu: %d perc
nl_nl: %d minuut
pl_pl: %d minuta
pt_pt: %d minuto
ru_ru: %d минута
sv_se: %d minut
tr_tr: %d dakika
uk_ua: %d хвилина
vi_vn: %d phút

source: %d hour
cs_cz: %d hodina
de_de: %d Stunde
fr_fr: %d Heures
hu_hu: %d óra
nl_nl: %d uur
pl_pl: %d godzina
pt_pt: %d hora
ru_ru: %d час
sv_se: %d timme
tr_tr: %d saat
uk_ua: %d година
vi_vn: %d giờ

source: %d day
cs_cz: %d den
de_de: %d Tag
fr_fr: %d Jour
hu_hu: %d nap
nl_nl: %d dag
pl_pl: %d dzień
pt_pt: %d dia
ru_ru: %d день
sv_se: %d dag
tr_tr: %d gün
uk_ua: %d день
vi_vn: %d ngày

source: %d week
cs_cz: %d týden
de_de: %d Woche
fr_fr: %d Semaine
hu_hu: %d hét
pl_pl: %d tydzień
pt_pt: %d semana
ru_ru: %d неделя
sv_se: %d vecka
tr_tr: %d hafta
uk_ua: %d тиждень
vi_vn: %d tuần

source: %d month
cs_cz: %d měsíc
de_de: %d Monat
fr_fr: %d Mois
hu_hu: %d hónap
nl_nl: %d maand
pl_pl: %d miesiąc
pt_pt: %d mês
ru_ru: %d месяц
sv_se: %d månad
tr_tr: %d ay
uk_ua: %d місяць
vi_vn: %d tháng

source: more than %s ago
cs_cz: před více než %s
de_de: vor mehr als %s
fr_fr: plus de %s il y a
hu_hu: régebben mint %s
nl_nl: meer dan %s geleden
pl_pl: ponad %s temu
pt_pt: mais de %s atrás
ru_ru: дольше чем %s назад
sv_se: mer än %s sedan
tr_tr: %s önce
uk_ua: більш ніж %s тому назад
vi_vn: cách đây hơn %s

source: %s ago
cs_cz: před %s
de_de: vor %s
fr_fr: %s il y a
hu_hu: ennyi idővel ezelőtt: %s
nl_nl: %s geleden
pl_pl: %s temu
pt_pt: %s atrás
ru_ru: %s назад
sv_se: %s sedan
tr_tr: %s önce
uk_ua: %s тому назад
vi_vn: cách đây %s

source: Infrastructure
cs_cz: Infrastruktura
de_de: Infrastruktur
hu_hu: Insfrastruktúra
nl_nl: Infrastructuur
pl_pl: Infrastruktura
pt_pt: Infraestrutura
ru_ru: Инфраструктура
sv_se: Infrastruktur
tr_tr: Altyapı
uk_ua: Інфраструктура
vi_vn: Cơ sở hạ tầng

source: Signalling and train protection
hu_hu: Jelzőrendszer
nl_nl: Seinen &amp treinbeveiliging
pl_pl: Sygnalizacja
ru_ru: Сигнализация
sv_se: Signaler och tågskyddssystem

source: Maxspeeds
cs_cz: Traťové rychlosti
de_de: Höchstgeschwindigkeiten
hu_hu: Sebességkorlátozások
nl_nl: Maximum snelheden
pl_pl: Maksymalne prędkości
pt_pt: Velocidades Máximas
ru_ru: Скоростной режим
sv_se: Hastighetsbegränsingar
tr_tr: Hız limitleri
uk_ua: Максимальна швидкість
vi_vn: Tốc độ tối đa

source: Electrification
de_de: Elektrifizierung
hu_hu: Villamosítottság
nl_nl: Elektrificatie
pl_pl: Elektryfikacja
pt_pt: Electrificação
ru_ru: Электрификация
sv_se: Elektrifiering

source: Halt
cs_cz: Zastávka
de_de: Haltepunkt
hu_hu: Megálló
nl_nl: Halte
pl_pl: Przystanek
pt_pt: Apeadeiro
ru_ru: Остановка
sv_se: Hållplats
tr_tr: Durak
uk_ua: Зупинка
vi_vn: Ga xép

source: Station
cs_cz: Stanice
de_de: Bahnhof
hu_hu: Állomás
pl_pl: Stacja
pt_pt: Estação ferroviária
ru_ru: Станция
tr_tr: İstasyon
uk_ua: Станція
vi_vn: Nhà ga

source: Junction
cs_cz: Odbočka
de_de: Abzweig
hu_hu: Elágazás
nl_nl: Knooppunt
pl_pl: Posterunek odgałęźny
pt_pt: Entroncamento
ru_ru: Железнодорожный узел
sv_se: Förgreningsstation
tr_tr: Kavşak
uk_ua: З’єднання
vi_vn: Ga đầu mối

source: Yard
cs_cz: Nákladní nádraží
de_de: Güterbahnhof
hu_hu: Rendezőpályaudvar
nl_nl: Emplacement
pl_pl: Stacja rozrządowa
pt_pt: Pátio de manobras
ru_ru: Сортировочная станция
sv_se: Bangård
tr_tr: Garaj
uk_ua: Депо, сортувальна станція
vi_vn: Sân đường sắt

source: Crossover
cs_cz: Místo křížení tratí
de_de: Überleitstelle
hu_hu: Vágánykapcsolás
nl_nl: Kruiswissel
pl_pl: Posterunek odstępowy/osłonny
pt_pt: Cruzamento
ru_ru: Перекрестный съезд
sv_se: Krysstation
tr_tr: Makas
uk_ua: Стрілочний з’їзд
vi_vn: Điểm đường sắt giao nhau

source: Site
cs_cz: Provozní místo
de_de: Betriebsstelle
hu_hu: Hely
nl_nl: Locatie
pl_pl: Posterunek
pt_pt: Instalação
ru_ru: Участок
sv_se: Trafikplats
tr_tr: Mevki
uk_ua: Сторінка
vi_vn: Nơi

source: Service station
cs_cz: Servisní stanice
de_de: Betriebsbahnhof
hu_hu: Kiszolgáló állomás
nl_nl: Onderhoudsstation
pl_pl: Posterunek techniczny
pt_pt: Estação de serviço
ru_ru: Техническая станция
sv_se: Depå
tr_tr: Servis istasyonu
uk_ua: СТО
vi_vn: Nhà bảo quản

source: Subway/Light rail station
de_de: U-/Stadtbahnstation
hu_hu: Metró/Könnyűvasút állomás
nl_nl: Metro-/Lightrail station
pl_pl: Stacja metra lub szybkiego tramwaju
pt_pt: Estação de Metro/Metro Ligeiro de Superfície
sv_se: Station för tunnelbana, lokalbana eller snabbspårväg

source: Tram stop
cs_cz: Zastávka tramvaje
de_de: Straßenbahnhaltestelle
hu_hu: Villamosmegálló
nl_nl: Tramhalte
pl_pl: Przystanek tramwajowy
pt_pt: Paragem de elétrico
ru_ru: Трамвайная остановка
sv_se: Spårvagnshållplats
tr_tr: Tramvay durağı
uk_ua: Трамвайна зупинка
vi_vn: Trạm tàu điện

source: Milestone
cs_cz: Milník
de_de: Streckenkilometer
hu_hu: Szelvénykő
nl_nl: Kilometrering
pl_pl: Słupek hektometrowy
pt_pt: Ponto Quilométrico
ru_ru: Километровый столб
sv_se: Kilometertavla
tr_tr: Kilometre taşı
uk_ua: Кілометровий знак
vi_vn: Cột mốc

source: Signal
hu_hu: Jelzés
nl_nl: Sein
pl_pl: Sygnał
pt_pt: Sinal
ru_ru: Сигнал

source: Level crossing
cs_cz: Úrovňový železniční přejezd
de_de: Bahnübergang
hu_hu: Szintbeni kereszteződés
nl_nl: Gelijkvloerse overweg
pl_pl: Przejazd kolejowy
pt_pt: Passagem de Nível
ru_ru: Переезд
sv_se: Plankorsning
tr_tr: Hemzemin geçit
uk_ua: Залізничний переїзд
vi_vn: Điểm giao đường sắt

source: Crossing
cs_cz: Źelezniční přejezd
de_de: Bahnübergang
hu_hu: Kereszteződés
nl_nl: Overweg
pl_pl: Przejście przez tory
pt_pt: Cruzamento de ferrovias
ru_ru: Пешеходный переход
sv_se: Övergångsställe
tr_tr: Geçit
uk_ua: Залізничний перехід
vi_vn: Điểm giao

source: Legend
cs_cz: Vysvětlivky
de_de: Legende
hu_hu: Jelmagyarázat
nl_nl: Legenda
pl_pl: Legenda
pt_pt: Legenda
ru_ru: Легенда
sv_se: Teckenförklaring
tr_tr: Kitabe
uk_ua: Легенда
vi_vn: Chú giải

source: Bridge
cs_cz: Most
de_de: Brücke
hu_hu: Híd
nl_nl: Brug
pl_pl: Most
pt_pt: Ponte
ru_ru: Мост
sv_se: Bro
tr_tr: Köprü
uk_ua: Міст
vi_vn: Cầu

source: Tunnel
cs_cz: Tunel
hu_hu: Alagút
pl_pl: Tunel
pt_pt: Túnel
ru_ru: Туннель
tr_tr: Tünel
uk_ua: Тунель
vi_vn: Đường hầm

source: Line ref
cs_cz: Číslo tratě
de_de: Streckennummer
hu_hu: Vonal száma
nl_nl: Spoorlijncode
pl_pl: Numer linii
pt_pt: Referência da linha
ru_ru: Номер пути
sv_se: Linjereferens
tr_tr: Hat referansı
uk_ua: № колії
vi_vn: Số đường

source: Railroad line
cs_cz: Kolejová trať
de_de: Gleis
hu_hu: Vasútvonal
nl_nl: Spoorlijn
pl_pl: Linia kolejowa
pt_pt: Caminho de Ferro
ru_ru: Жележнодорожная путь
sv_se: Järnvägslinje
tr_tr: Demiryolu hattı
uk_ua: Залізнична лінія
vi_vn: Đường sắt

source: Siding
cs_cz: Vedlejší kolej
de_de: Nebengleis
hu_hu: Mellékvágány
nl_nl: Zijspoor
pl_pl: Tor dodatkowy
pt_pt: Linha de ultrapassagem
ru_ru: Боковой путь
sv_se: Förbigångsspår, avvikande huvudspår
tr_tr: Yan hat
uk_ua: Роз’їзд (запасна колія)
vi_vn: Đường tránh

source: Yard track
cs_cz: Slepá/Odstavná kolej
de_de: Abstellgleis
hu_hu: Rendezővágány
nl_nl: Emplacementsspoor
pl_pl: Tor rozrządowy
pt_pt: Linha de manobras
ru_ru: Сортировочный путь
sv_se: Bangårdsspår, uppställningsspår
tr_tr: Garaj yolu
uk_ua: Колія сортувальної станції, депо

source: Spur
cs_cz: Přípojná kolej/Vlečka
de_de: Anschlussgleis
hu_hu: Ipari mellékvágány
nl_nl: Spooraansluiting
pl_pl: Bocznica
pt_pt: Ramal de Inserção
ru_ru: Подъездной путь
sv_se: Anslutningsspår
tr_tr: Mahmuz
uk_ua: Відгалуження (під’їзна колія)
vi_vn: Nhánh

source: Crossover track
cs_cz: Křížení železničních tratí
de_de: Überleitgleis
hu_hu: Kapcsolóvágány
nl_nl: Wisselstraat
pl_pl: Łącznik między torami
pt_pt: Linha de serviço
ru_ru: Стрелочный путь
sv_se: Växelförbindelse
tr_tr: Makas yolu
uk_ua: Колія переїзду
vi_vn: Đường cắt ngang

source: Branch line
cs_cz: Vedlejší/Přípojná trať
de_de: Nebenstrecke
hu_hu: Mellékvonal
nl_nl: Zijtraject
pl_pl: Linia drugorzędna
pt_pt: Ramal ferroviário
ru_ru: Второстепенный путь
sv_se: Sidolinje
tr_tr: Şube hattı
uk_ua: Залізнична вітка
vi_vn: Nhánh

source: Main line
cs_cz: Hlavní železniční trať/tah
de_de: Hauptstrecke
hu_hu: Fővonal
nl_nl: Hoofdtraject
pl_pl: Linia główna
pt_pt: Ferrovia principal
ru_ru: Основной путь
sv_se: Huvudlinje
tr_tr: Ana hat
uk_ua: Магістральна колія
vi_vn: Đường chính

source: Highspeed line
cs_cz: Vysokorychlostní trať
de_de: Schnellfahrstrecke
hu_hu: Nagysebességű vonal
nl_nl: Hogesnelheidslijn
pl_pl: Linia dużej prędkości
pt_pt: Linha de alta velocidade
ru_ru: Высокоскоростная магистраль
sv_se: Höghastighetslinje
tr_tr: Yüksek hız hattı
uk_ua: Високошвидкісна колія
vi_vn: Đường cao tốc

source: Industrial line
cs_cz: Průmyslová, tovární nebo přístavní dráha
de_de: Industrie-, Werks- oder Hafenbahn
hu_hu: Ipari vonal
nl_nl: Industrieel spoor
pl_pl: Linia przemysłowa
pt_pt: Linha industrial
ru_ru: Промышленный путь
sv_se: Industrilinje
tr_tr: Endüstriyel hat
uk_ua: Промислова колія
vi_vn: Đường công nghiệp

source: Industrial service track
cs_cz: Průmyslová, tovární nebo přístavní obslužná vedlejší kolej
de_de: Industrie-, Werks- oder Hafenbahn Nebengleis
hu_hu: Iparvágány
nl_nl: Industrieel onderhoudsspoor
pl_pl: Tor przemysłowy
pt_pt: Linha de serviço industrial
ru_ru: Промышленный служебный путь
sv_se: Industrispår
tr_tr: Endüstriyel servis yolu
uk_ua: Промислова службова колія
vi_vn: Đường phụ công nghiệp

source: Preserved track
cs_cz: Zachovaná vedlejší kolej
de_de: Museumsbahn
hu_hu: Megőrzött vágány
nl_nl: Museumspoor
pl_pl: Zachowana linia historyczna
pt_pt: Linha turística
ru_ru: Исторический путь
sv_se: Museijärnväg
tr_tr: Korunan yol
uk_ua: Історична колія
vi_vn: Đường được bảo tồn

source: Preserved service track
cs_cz: Zachovaná obslužná vedlejší kolej
de_de: Museumsbahn Nebengleis
hu_hu: Nosztalgiavágány
nl_nl: Museumonderhoudsspoor
pl_pl: Zachowany tor historyczny
pt_pt: Linha turística de serviço
ru_ru: Исторический служебный путь
sv_se: Museijärnväg, sidospår
tr_tr: Korunan servis yolu
uk_ua: Історична службова колія
vi_vn: Đường phụ được bảo tồn

source: Track under construction
cs_cz: Trať ve výstavbě
de_de: Gleis im Bau
hu_hu: Épülő vágány
nl_nl: Spoor in aanbouw
pl_pl: Tor w budowie
pt_pt: Linha sob construção
ru_ru: Строящийся путь
sv_se: Spår under uppbyggnad
tr_tr: Yol yapım çalışması
uk_ua: Колія в процесі будівнитцтва
vi_vn: Đường đang xây

source: Proposed track
cs_cz: Připravovaná trať
de_de: Geplantes Gleis
hu_hu: Javasolt vágány
nl_nl: Voorgesteld spoor
pl_pl: Tor proponowany
pt_pt: Linha propósta
ru_ru: Проектируемый путь
sv_se: Föreslaget spår
tr_tr: Önerilen yol
uk_ua: Запланована колія
vi_vn: Đường được đề nghị

source: Disused track
cs_cz: Již nepoužívaná trať
de_de: Stillgelegtes Gleis
hu_hu: Használaton kívüli vágány
nl_nl: Ongebruikt spoor
pl_pl: Tor nieużywany
pt_pt: Linha não usada
ru_ru: Неиспользуемый путь
sv_se: Nedlagt spår
tr_tr: Kullanılmayan yol
uk_ua: Вилучена з ужитку колія
vi_vn: Đường không hoạt động

source: Abandoned track
cs_cz: Opuštěná trať
de_de: Abgebautes Gleis
hu_hu: Elhagyott vágány
nl_nl: Verwijderd spoor
pl_pl: Tor porzucony
pt_pt: Linha abandonada
ru_ru: Заброшенный путь
sv_se: Upprivet spår
tr_tr: İptal edilmiş yol
uk_ua: Покинутий шлях
vi_vn: Đường bỏ hoang

source: Razed track
cs_cz: Trať srovnaná se zemí
de_de: Überbautes Gleis
hu_hu: Felszedett vágány
nl_nl: Overbouwd spoor
pl_pl: Tor rozebrany
pt_pt: Linha demolida
ru_ru: Застроенный путь
sv_se: Gammal (helt borttagen) spårsträcka
tr_tr: Kaldırılmış yol
uk_ua: Забудована колія
vi_vn: Đường san bằng

source: Tram
cs_cz: Tramvaj
de_de: Straßenbahn
hu_hu: Villamos
pl_pl: Tramwaj
pt_pt: Elétrico
ru_ru: Трамвай
sv_se: Spårvagn
tr_tr: Tramvay
uk_ua: Трамвай
vi_vn: Tài điện

source: Subway
cs_cz: Podzemní dráha
de_de: U-Bahn
hu_hu: Metró
nl_nl: Metro
pl_pl: Metro
pt_pt: Metropolitano
ru_ru: Метро
sv_se: Tunnelbana
tr_tr: Metro
uk_ua: Метро
vi_vn: Tàu điện ngầm

source: Light rail
cs_cz: Městská tramvajová doprava
de_de: Stadtbahn
hu_hu: Könnyűvasút
pl_pl: Szybki tramwaj
pt_pt: Veículo leve sobre trilhos
ru_ru: Легкорельсовый транспорт
sv_se: Lokalbana/snabbspårväg
tr_tr: Hafif raylı
uk_ua: Легкорейкова колія
vi_vn: Đường nhẹ

source: Narrow gauge track
cs_cz: Úzkokolejná/Úzkorozchodná železniční trať
de_de: Schmalspurbahn
hu_hu: Keskeny nyomtávú vágány
nl_nl: Smalspoor
pl_pl: Wąski tor
pt_pt: Linha de via estreita
ru_ru: Узкоколейный путь
sv_se: Smalspårslinje
tr_tr: Dekovil yolu
uk_ua: Вузькоколійка
vi_vn: Đường khổ hẹp

source: Switch (remote-controlled)
cs_cz: Výhybka (řízená vzdáleně)
de_de: Weiche, ferngestellt
hu_hu: Váltó (távműködtetésű)
nl_nl: Wissel (op afstand bestuurd)
pl_pl: Rozjazd (zdalnie sterowany)
pt_pt: Agulha (controlo remoto)
ru_ru: Стрелка (автоматическая)
sv_se: Fjärrstyrd växel
tr_tr: Şalter (uzaktan kontrol)
uk_ua: Стрілка/перевід (електричне керування)
vi_vn: Ghi (điều khiển từ xa)

source: Switch (local operated)
cs_cz: Výhybka (řízená místně)
de_de: Weiche, ortsgestellt
hu_hu: Váltó (helyből működtetett)
nl_nl: Wissel (lokaal bestuurd)
pl_pl: Rozjazd (ręczny)
pt_pt: Agulha (operada no local)
ru_ru: Стрелка (ручная)
sv_se: Lokalstyrd växel
tr_tr: Şalter (el ile kontrol)
uk_ua: Стрілка/перевід (ручне керування)
vi_vn: Ghi (điều khiển tại chỗ)

source: Resetting switch
cs_cz: Znovunastavení výhybky
de_de: Rückfallweiche
hu_hu: Automatikusan visszaálló váltó
nl_nl: Terugzetwissel
pl_pl: Rozjazd samopowrotny
pt_pt: Agulha automática
ru_ru: Отжимная стрелка
sv_se: Återfjädrande växel
tr_tr: Makas sıfırlama
uk_ua: Віджимна стрілка/перевід
vi_vn: Ghi đặt lại

source: Signal box
cs_cz: Stavědlo
de_de: Stellwerk
nl_nl: Seinhuis
pl_pl: Nastawnia
pt_pt: Caixa de Sinal
ru_ru: Пост централизации
sv_se: Ställverk
tr_tr: Sinyal kutusu
uk_ua: Пост централізації
vi_vn: Tủ báo hiệu

source: Owner change
cs_cz: Hraniční bod
de_de: Grenzpunkt
hu_hu: Üzemeltetőváltozás
nl_nl: Grenspunt
pl_pl: Zmiana zarządcy
pt_pt: Mudança de operador
ru_ru: Граница раздела
sv_se: Gräns mellan spårinnehavare
tr_tr: Sahip değişimi
uk_ua: Прикордонний пункт
vi_vn: Thay đổi chủ
