Repository: OpenRailwayMap/OpenRailwayMap
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, uk_ua, vi_vn

source: Railway crossing
cs_cz: Křížení tratí
de_de: Gleiskreuzung
hu_hu: Vasúti átjáró
nl_nl: Spoorkruising
pl_pl: Skrzyżowanie torów
pt_pt: Passagem de nível
ru_ru: Железнодорожный переезд
sv_se: Järnvägskorsning
tr_tr: Demiryolu geçidi
uk_ua: Глухий перетин
vi_vn: Điểm giao đường sắt

source: Buffer stop
cs_cz: Zarážedlo
de_de: Prellbock
hu_hu: Ütközőbak
nl_nl: Stootblok
pl_pl: Kozioł oporowy
pt_pt: Para-choque de via
ru_ru: Тупиковый упор
sv_se: Stoppbock
tr_tr: Tampon
uk_ua: Тупиковий упор

source: Isolated track section
cs_cz: Změna systému proudu
de_de: Stromsystemwechsel
hu_hu: Elszigetelt vágányszakasz
nl_nl: Geïsoleerd baanvak
pl_pl: Izolowana sekcja toru
pt_pt: Secção ferroviária isolada
ru_ru: Изолированная секция пути
sv_se: Isolerat spåravsnitt
tr_tr: Kupon yol bölümü
uk_ua: Ізольована ділянку cтикування систем струму
vi_vn: Khúc đường không nối

source: Platform
cs_cz: Nástupiště
de_de: Bahnsteig
hu_hu: Peron
nl_nl: Perron
pl_pl: Peron
pt_pt: Plataforma
ru_ru: Платформа
sv_se: Plattform
tr_tr: Rampa
uk_ua: Платформа
vi_vn: Bến

source: Vending machine
cs_cz: Prodejní automat
de_de: Fahrkartenautomat
hu_hu: Árusító automata
nl_nl: Verkoopautomaat
pl_pl: Automat sprzedający
pt_pt: Máquina de Vendas
ru_ru: Торговый автомат
sv_se: Försäljningsautomat
tr_tr: Satış otomatı
uk_ua: Торговий автомат
vi_vn: Máy bán vé

source: Ticket shop
cs_cz: Prodejna lístků
de_de: Fahrkartenschalter
hu_hu: Jegypénztár
nl_nl: Kaartverkoop
pl_pl: Kasa biletowa
pt_pt: Bilheteria
ru_ru: Касса
sv_se: Resebutik
tr_tr: Bilet dükkanı
uk_ua: Каса
vi_vn: Cửa bán vé

source: Subway entrance
cs_cz: Vchod do metra
de_de: U-Bahn-Eingang
hu_hu: Metrólejárat
nl_nl: Metro-ingang
pl_pl: Wejście do metra
pt_pt: Entrada de Metro
ru_ru: Вход в метро
sv_se: Tunnelbaneingång
tr_tr: Metro girişi
uk_ua: Вхід в метро
vi_vn: Cửa vào nhà ga tàu điện ngầm

source: Phone
cs_cz: Telefon
de_de: Fernsprecher
fr_fr: Téléphone
hu_hu: Telefon
nl_nl: Telefoon
pl_pl: Telefon
pt_pt: Telefóne
ru_ru: Телефон
sv_se: Telefon
tr_tr: Telefon
uk_ua: Телефон
vi_vn: Điện thoại

source: Water tower
cs_cz: Vodojem
de_de: Wasserturm
hu_hu: Víztorony
nl_nl: Watertoren
pl_pl: Wieża wodna
pt_pt: Torre de Água
ru_ru: Водонапорная башня
sv_se: Vattentorn
tr_tr: Su kulesi
uk_ua: Водонапірна вежа
vi_vn: Tháp nước

source: Fuel
cs_cz: Čerpací stanice
de_de: Tankstelle
fr_fr: Carburant
hu_hu: Üzemanyag
nl_nl: Brandstof
pl_pl: Paliwo
pt_pt: Combustível
ru_ru: Топливо
sv_se: Bränsle
tr_tr: Yakıt
uk_ua: Паливо
vi_vn: Cây xăng

source: Water crane
cs_cz: Vodní jeřáb
de_de: Wasserkran
hu_hu: Vízdaru
nl_nl: Waterkolom
pl_pl: Żuraw wodny
pt_pt: Aguada
ru_ru: Водяной кран
sv_se: Vattenhäst
tr_tr: Su cenderesi
uk_ua: Гідроколонка
vi_vn: Vòi lấy nước

source: Coaling facility
cs_cz: Zauhlování
de_de: Bekohlungsanlage
hu_hu: Szénellátó létesítmény
nl_nl: Bekolingsinstallatie
pl_pl: Nawęglarka
pt_pt: Instalação de carvão
ru_ru: Устройство углеподачи
sv_se: Kolanläggning
tr_tr: Kömür tesisi
uk_ua: Пристрій вуглеподачі
vi_vn: Trạm lấy than

source: Wash
cs_cz: Mycí linka
de_de: Waschanlage
hu_hu: Kocsimosó
nl_nl: Wasstraat
pl_pl: Myjnia
pt_pt: Lavagem
ru_ru: Мойка
sv_se: Tvätt
tr_tr: Yıkama
uk_ua: Мийка

source: Pit
cs_cz: Lokomotivní jáma
de_de: Lokgrube
hu_hu: Szerelőakna
nl_nl: Werkkuil
pl_pl: Kanał
pt_pt: Fosso
ru_ru: Яма
sv_se: Grav
tr_tr: Çukur
uk_ua: Ремонтна яма між рейками

source: Loading gauge
cs_cz: Ložná míra
de_de: Lademaßlehre
hu_hu: Űrszelvény
nl_nl: Omgrenzingsprofiel
pl_pl: Skrajnia kolejowa
pt_pt: Contornos de Referência
ru_ru: Габарит погрузки
sv_se: Lastprofil
tr_tr: Gabari
uk_ua: Вантажний габарит
vi_vn: Khổ tải trọng

source: Hump yard
cs_cz: Spádoviště
de_de: Ablaufberg
hu_hu: Gurítódombos rendezőpályaudvar
nl_nl: Rangeerterrein
pl_pl: Stacja rozrządowa z górką
ru_ru: Сортировочная горка
sv_se: Rangerbangård
tr_tr: Garaj
uk_ua: Сортувальна гірка

source: Rail brake
cs_cz: Kolejová brzda
de_de: Gleisbremse
hu_hu: Vágányfék
nl_nl: Railrem
pl_pl: Hamulec kolejowy
pt_pt: Travão
ru_ru: Рельсовый тормоз
sv_se: Spårbroms
tr_tr: Ray freni
uk_ua: Гальмо на рейках
vi_vn: Phanh trên ray

source: Engine shed
cs_cz: Bouda na lokomotivu
de_de: Lokschuppen
hu_hu: Mozdonygarázs
nl_nl: Locomotiefloods
pl_pl: Lokomotywownia
pt_pt: Galpão de motor
ru_ru: Локомотивное депо
sv_se: Lokstall
tr_tr: Lokomotif hangarı
uk_ua: Локомотивне депо
vi_vn: Nhà đầu máy

source: Workshop
cs_cz: Dílna
de_de: Werkstatt
hu_hu: Műhely
nl_nl: Werkplaats
pl_pl: Warsztat
pt_pt: Oficina
ru_ru: Мастерская
sv_se: Verkstad
tr_tr: Atölye
uk_ua: Майстерня
vi_vn: Xưởng

source: Radio tower
cs_cz: Vlakový rozhlas
de_de: Zugfunk
hu_hu: Rádiótorony
nl_nl: Radiotoren
pl_pl: Wieża radiowa
pt_pt: Torre de Rádio
ru_ru: Радиомачта
sv_se: Radiomast
tr_tr: Radyo kulesi
uk_ua: Вежа поїзного радіозв'язку
vi_vn: Tháp radio

source: Turntable
cs_cz: Točna, otočná plošina
de_de: Drehscheibe
hu_hu: Fordítókorong
nl_nl: Draaischijf
pl_pl: Obrotnica
pt_pt: Girador ferroviário
ru_ru: Поворотный круг
sv_se: Vändskiva
tr_tr: Döner platform
uk_ua: Поворотний круг
vi_vn: Đường quay

source: Traverser
cs_cz: Dopravníkový pás
de_de: Schiebebühne
hu_hu: Tolópad
nl_nl: Rolbrug
pl_pl: Przesuwnica
pt_pt: Mesa de transferência
ru_ru: Передвижная платформа
uk_ua: Важіль перемикання

source: Loading ramp
cs_cz: Nakládací nakloněná plošina
de_de: Verladerampe/Ladestraße
hu_hu: Rakodórámpa
nl_nl: Laadperron
pl_pl: Rampa załadunkowa
pt_pt: Rampa de carga
ru_ru: Погрузочная платформа
sv_se: Lastramp
tr_tr: Yükleme rampası
vi_vn: Dốc tải

source: Crane
cs_cz: Jeřáb
de_de: Kran
hu_hu: Daru
nl_nl: Kraan
pl_pl: Żuraw
pt_pt: Grua
ru_ru: Кран
sv_se: Lyftkran
tr_tr: Vinç
uk_ua: Кран
vi_vn: Vòi

source: Track scale
cs_cz: Kolejová váha
de_de: Gleiswaage
hu_hu: Mérlegvágány
nl_nl: Weegbrug
pl_pl: Waga samochodowa
pt_pt: Escala de linha
ru_ru: Вагонные весы
sv_se: Vagnvåg
tr_tr: Vagon baskülü
vi_vn: Cân xe ray

source: Carrier truck pit
cs_cz: Nakládka na valník
de_de: Rollwagenverladung
nl_nl: Rolwagenhelling
pl_pl: Wózek załadunkowy
pt_pt: Fosso camião da transportadora
ru_ru: Погрузочная платформа
tr_tr: Kamyon çukuru

source: Gauge conversion
cs_cz: Změna rozchodu
de_de: Umspuranlage
hu_hu: Nyomtávváltó
nl_nl: Omspoorinrichting
pl_pl: Zmiana rozstawu
pt_pt: Conversão de bitola
ru_ru: Изменение ширины колеи
sv_se: Spårviddsbyte
tr_tr: Ölçüm birimi çevirme
vi_vn: Đổi khổ đường

source: Gate
cs_cz: Brána
de_de: Tor
hu_hu: Kapu
nl_nl: Poort
pl_pl: Brama
pt_pt: Portão
ru_ru: Ворота
tr_tr: Kapı
uk_ua: Ворота
vi_vn: Cổng

source: Museum
cs_cz: Železniční muzeum
de_de: Eisenbahnmuseum
hu_hu: Múzeum
pl_pl: Muzeum
pt_pt: Museu ferroviário
ru_ru: Музей
tr_tr: Müze
uk_ua: Музей
vi_vn: Viện bảo tàng

source: Container terminal
cs_cz: Překládací nádraží/stanice
de_de: Container-Umschlagbahnhof
hu_hu: Konténerterminál
nl_nl: Containeroverslag
pl_pl: Terminal kontenerowy
pt_pt: Terminal de contentores
ru_ru: Контейнерный пункт
tr_tr: Konteyner terminali
vi_vn: Cảng chuyển thùng

source: Station building
cs_cz: Nádražní budovy
de_de: Bahnhofsgebäude
hu_hu: Állomásépület
nl_nl: Stationsgebouw
pl_pl: Budynek dworca
pt_pt: Edifício da estação
ru_ru: Станционное здание
sv_se: Stationshus
tr_tr: İstasyon binası
vi_vn: Nhà ga

source: Factory connected to railroad line
cs_cz: Podnik s železniční přípojkou
de_de: Firma mit Gleisanschluss
hu_hu: Vasútvonalhoz kapcsolódó gyár
nl_nl: Met het spoor verbonden fabriek
pl_pl: Zakład podłączony do linii kolejowej
pt_pt: Fábrica conectada à rede ferroviária
ru_ru: Завод соединён по железной дороге
sv_se: Industri med järnvägsanslutning
tr_tr: Demiryolu hattına bağlı fabrika
vi_vn: Nhà máy nối với đường sắt

source: Rack
cs_cz: Ozubnice
de_de: Zahnstange
hu_hu: Fogaskerekű vágány
nl_nl: Tandrad
pl_pl: Kolej zębata
pt_pt: Prateleira
ru_ru: Стеллаж
sv_se: Kuggstångsspår
tr_tr: Dişli ray
vi_vn: Giá

source: Embankment
cs_cz: Násep
de_de: Damm
hu_hu: Töltés
nl_nl: Spoordijk
pl_pl: Nasyp
pt_pt: Aterro elevado
ru_ru: Насыпь
sv_se: Banvall
tr_tr: Dolgu
uk_ua: Насип
vi_vn: Đường đắp cao

source: Cutting
cs_cz: Zářez
de_de: Einschnitt
hu_hu: Bevágás
nl_nl: Uitgraving
pl_pl: Wykop
pt_pt: Depressão escavada
ru_ru: Выемка
sv_se: Skärning
tr_tr: Kesme
uk_ua: Виїмка
vi_vn: Đường xẻ

source: Miniature railway
cs_cz: Parková železnice
de_de: Parkeisenbahn
hu_hu: Miniatűr vasút
nl_nl: Miniatuurtrein
pl_pl: Kolej miniaturowa
pt_pt: Linha para comboios em miniatura
ru_ru: Миниатюрная железная дорога
sv_se: Miniatyrjärnväg
tr_tr: Minyatür demiryolu
vi_vn: Đường nhỏ

source: Funicular
cs_cz: Pozemní lanová dráha
de_de: Standseilbahn
hu_hu: Sikló
nl_nl: Kabelspoorweg
pl_pl: Funikular
ru_ru: Фуникулёр
sv_se: Bergbana
tr_tr: Teleferik
uk_ua: Фунікулер
vi_vn: Đường leo núi

source: Military line
cs_cz: Vojenská trať
de_de: Militärische Strecke
hu_hu: Katonai vonal
nl_nl: Militair spoor
pl_pl: Linia wojskowa
pt_pt: Linha militar
ru_ru: Военный путь
sv_se: Militärjärnväg
tr_tr: Askeri hat
vi_vn: Đường quân sự

source: Military service track
cs_cz: Vojenská vedlejší kolej
de_de: Militärisches Nebengleis
hu_hu: Katonai vágány
nl_nl: Militair onderhoudsspoor
pl_pl: Tor wojskowy
pt_pt: Linha militar de serviço
ru_ru: Военный служебный путь
sv_se: Militärjärnväg, sidospår
tr_tr: Askeri servis yolu
vi_vn: Đường phụ quân sự

source: Ferry terminal
cs_cz: Nákladiště/Výkladiště železničního trajektu
de_de: Eisenbahnfährverladestelle
hu_hu: Kompkikötő
nl_nl: Vertrekplaats van een spoorpont
pl_pl: Terminal promowy
pt_pt: Terminal de ferry
ru_ru: Паромный терминал
sv_se: Färjeterminal
tr_tr: Feribot terminali
uk_ua: Поромний термінал
vi_vn: Nhà ga phà

source: Ferry
cs_cz: Železniční trajekt
de_de: Eisenbahnfähre
hu_hu: Komp
nl_nl: Spoorpont
pl_pl: Prom
ru_ru: Паром
sv_se: Färja
tr_tr: Feribot
uk_ua: Пором
vi_vn: Phà

source: Test line
cs_cz: Zkušební dráha
de_de: Teststrecke
hu_hu: Tesztvonal
nl_nl: Testspoor
pl_pl: Linia testowa
pt_pt: Linha de testes
ru_ru: Испытательный путь
sv_se: Testlinje
tr_tr: Test hattı
vi_vn: Đường thử

source: Test service track
cs_cz: Vedlejší kolej zkušební dráhy
de_de: Teststrecke Nebengleis
hu_hu: Tesztpálya
nl_nl: Testonderhoudsspoor
pl_pl: Tor testowy
pt_pt: Linha de testes de serviço
ru_ru: Испытательный служебный путь
sv_se: Testlinje, sidospår
tr_tr: Test servis yolu
vi_vn: Đường phụ thử

source: Car shuttle
cs_cz: Nákladiště/Výkladiště vlaku s auty
de_de: Autozug-Verladeterminal
hu_hu: Autószállítás (rövid távú)
nl_nl: Autotrein
pl_pl: Przewóz samochodów
pt_pt: Carro de transporte
ru_ru: Трансфенр для машин
sv_se: Biltåg
tr_tr: Araba vagonu

source: Rolling highway
cs_cz: Transport ucelených nákladních vozů po železnici (RoLa)
de_de: Verladeterminal Rollende Landstraße
hu_hu: Ro-La
nl_nl: Rollende Landstraße
pl_pl: Rollende Landstraße (RoLa)
pt_pt: Rodovia rolante
ru_ru: Шоссе на колёсах
sv_se: Lastbilståg
tr_tr: Tır taşıma
vi_vn: Đường sắt chở xe tải

source: Nothing to see in this zoom level. Please zoom in.
cs_cz: Na této úrovni zvětšení se nedá nic vidět. Proveďte, prosím, přiblížení.
de_de: In dieser Zoomstufe wird nichts angezeigt. Bitte weiter hereinzoomen.
hu_hu: Ezen a nagyítási szinten nem látható semmi. Nagyíts rá jobban a térképre.
nl_nl: Op dit zoomniveau is niets te zien. Gelieve in te zoomen.
pl_pl: Brak danych do wyświetlenia na tym poziomie. Proszę przybliżyć.
pt_pt: Não existe nada para ver neste nível de zoom. Por favor aproxime-se.
ru_ru: Ничего не видно на этом масштабе. Пожалуйста увеличте масштаб.
sv_se: Inget att se på denna zoomnivå. Var god zooma in.
tr_tr: Bu seviyede bir şey görünmüyor. Lütfen yakınlaştırın.
vi_vn: Mức thu phóng này không có gì để nhìn. Xin vui lòng phóng to.

source: Legend not available for this style.
cs_cz: Pro tento styl nejsou dostupné vysvětlivky.
de_de: Die Legende für dieses Kartenthema konnte nicht geladen werden.
hu_hu: Ehhez a stílushoz nincs jelkulcs.
nl_nl: De legenda is niet beschikbaar voor deze stijl.
pl_pl: Legenda nie jest dostępna dla tego stylu.
pt_pt: Legenda indisputável para este estilo.
ru_ru: Легенда не доступна для этого стиля.
sv_se: Teckenförklaring saknas för den här karttypen.
tr_tr: Bu stil için kitabe kullanılabilir değil.
vi_vn: Kiểu bản đồ này không có bảng chú giải.

source: Language
cs_cz: Jazyk
de_de: Sprache
hu_hu: Nyelv
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык
sv_se: Språk
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ

source: Desktop version
cs_cz: Verze pro stolní počítač
hu_hu: Asztali gépes változat
nl_nl: Bureaubladversie
pl_pl: Wersja desktopowa
pt_pt: Versão para computadores de mesa
ru_ru: Desktop версия
sv_se: Skrivbordsversion
tr_tr: Masaüstü sürümü
uk_ua: Настільна версія
vi_vn: Phiên bản để bàn

source: Style
cs_cz: Styl
de_de: Kartenthema
hu_hu: Stílus
nl_nl: Stijl
pl_pl: Styl
pt_pt: Estilo
ru_ru: Стиль
sv_se: Stil
tr_tr: Stil
uk_ua: Стиль
vi_vn: Kiểu

source: Search
cs_cz: Hledání
de_de: Suche
fr_fr: Recherche
hu_hu: Keresés
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisa
ru_ru: Поиск
sv_se: Sök
tr_tr: Arama
uk_ua: Пошук
vi_vn: Tìm kiếm

source: No information
cs_cz: Bez informace
de_de: Keine Angaben
hu_hu: Nincs információ
nl_nl: Geen informatie
pl_pl: Brak informacji
pt_pt: Sem informação
ru_ru: Нет информации
sv_se: Ingen information

source: speed only given for one direction
cs_cz: rychlost uvedena jen v jednom směru
de_de: Geschwindigkeit nur für eine Richtung angegeben
hu_hu: a sebesség csak az egyik irányba van megadva
nl_nl: snelheid alleen bekend voor één richting
pl_pl: prędkość określona tylko dla jednego kierunku
pt_pt: velocidade dada apenas para uma direção
ru_ru: скорость дана только для одного направления
sv_se: hastighet angiven för endast en riktning

source: main track, service track
cs_cz: hlavní kolej, manipulační kolej
de_de: Hauptgleis, Nebengleis
hu_hu: fővágány, tesztvágány
nl_nl: hoofdbaan, zijspoor
pl_pl: tor główny, tor dodatkowy
pt_pt: via principal, via de serviço
ru_ru: главный путь, служебный путь
sv_se: huvudspår, sidospår

source: Quick search shortcut
cs_cz: Odkaz k rychlému vyhledávání
de_de: Suchkürzel
hu_hu: Gyorskeresés parancsikon
nl_nl: Snelzoek snelkoppeling
pl_pl: Skrót szybkiego szukania
pt_pt: Atalho de pesquisa rápida
ru_ru: Быстрый поиск сокращений
sv_se: Kortkommando för snabbsökning

source: Placeholder
cs_cz: Zástupný text
de_de: Platzhalter
hu_hu: Helykitöltő
nl_nl: Tijdelijke aanduiding
pl_pl: Wypełniacz
pt_pt: Marcador
ru_ru: Заглушка
sv_se: Platshållare

source: Donate
cs_cz: Podpořit
de_de: Spenden
hu_hu: Adományozás
nl_nl: Doneer
pl_pl: Wspieraj
pt_pt: Doar
ru_ru: Донат
sv_se: Donera

source: Tools
cs_cz: Nástroje
de_de: Werkzeuge
hu_hu: Eszközök
nl_nl: Gereedschap
pl_pl: Narzędzia
pt_pt: Ferramentas
ru_ru: Инструменты
sv_se: Verktyg

source: Search milestone
cs_cz: Hledat mílník
de_de: Streckenkilometer suchen
hu_hu: Szelvénykő keresése
nl_nl: Zoek kilometrering
pl_pl: Szukaj hektometru
pt_pt: Pesquisar marco
ru_ru: Поиск километрового столба
sv_se: Sök kilometertavla

source: Station code
cs_cz: Kód stanice
de_de: Betriebsstellenkürzel
hu_hu: Állomáskód
nl_nl: Stationafkorting
pl_pl: Kod stacji
pt_pt: Código da estação
ru_ru: Код станции
sv_se: Stationssignatur

source: Search station
cs_cz: Hledat stanici
de_de: Betriebsstelle suchen
hu_hu: Állomás keresése
nl_nl: Zoek station
pl_pl: Szukaj stacji
pt_pt: Pesquisar estação
ru_ru: Поиск станции
sv_se: Sök station

source: UIC reference
cs_cz: UIC označení
de_de: UIC-Bahnhofsnummer
hu_hu: UIC-azonosító
nl_nl: UIC referentie
pl_pl: Identyfikator UIC
pt_pt: Referencia UIC
ru_ru: UIC номер
sv_se: UIC-referens

source: About this project
cs_cz: O tomto projektu
de_de: Über dieses Projekt
hu_hu: A projekt névjegye
nl_nl: Betreffende dit project
pl_pl: O projekcie
pt_pt: Sobre este projeto
ru_ru: О этом проекте
sv_se: Om projektet

source: Close
cs_cz: Zavřít
de_de: Schließen
hu_hu: Bezárás
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
sv_se: Stäng

source: Name
cs_cz: Jméno
hu_hu: Név
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Название
sv_se: Namn

source: Line operator
cs_cz: Provozovatel dráhy
de_de: Streckenbetreiber
hu_hu: A vonal üzemeltetője
nl_nl: Exploitant
pl_pl: Operator linii
pt_pt: Operador de linha
ru_ru: Оператор линии
sv_se: Spårinnehavare

source: More results
cs_cz: Více výsledků
de_de: Mehr Ergebnisse
hu_hu: További eredmények
nl_nl: Meer resultaten
pl_pl: Więcej wyników
pt_pt: Mais resultados
ru_ru: Ещё результаты
sv_se: Fler resultat

source: Spur junction
cs_cz: Odbočka
de_de: (Ausweich-)Anschlussstelle
hu_hu: Ipari mellékvágány elágazása
nl_nl: Spooraansluiting
pl_pl: Posterunek bocznicowy/pomocniczy
pt_pt: Agulha de junção
ru_ru: Ответвляющийся узел
sv_se: Grenstation

source: No background map
cs_cz: Bez základní mapy
de_de: Kein Hintergrund
hu_hu: Nincs háttértérkép
nl_nl: Geen achtergrondkaart
pl_pl: Bez mapy w tle
pt_pt: Sem mapa de fundo
ru_ru: Нет подложки карты
sv_se: Ingen bakgrundskarta

source: %SPDMIN%-%SPDMAX% km/h (disused/under construction)
cs_cz: %SPDMIN%-%SPDMAX% km/h (mimo provoz/ve výstavbě)
de_de: %SPDMIN%-%SPDMAX% km/h (stillgelegt/im Bau)
hu_hu: %SPDMIN%-%SPDMAX% km/h (használaton kívüli/építés alatt)
nl_nl: %SPDMIN%-%SPDMAX% km/h (ongebruikt/spoor in aanbouw)
pl_pl: %SPDMIN%–%SPDMAX% km/h (nieużywany/w budowie)
pt_pt: %SPDMIN%-%SPDMAX% km/h (fora de uso/em construção)
ru_ru: %SPDMIN%-%SPDMAX% км/ч (не используется/строительство)
sv_se: %SPDMIN%–%SPDMAX% km/h (nedlagd/under uppbygnad)

source: Not electrified
cs_cz: Bez elektrifikace
de_de: Nicht elektrifiziert
hu_hu: Nem villamosított
nl_nl: Niet geëlektrificeerd
pl_pl: Niezelektryfikowany
pt_pt: Não electrificado
ru_ru: Не электрифицирован
sv_se: Ej elektrifierad

source: Deelectrified
cs_cz: Elektrifikace odstraněna
de_de: Deelektrifiziert
hu_hu: Villamosítás megszűntetve
nl_nl: Deelektrificatie
pl_pl: Zdeelektryfikowana
pt_pt: Deselectrificado
ru_ru: Деэлектрифицированный
sv_se: Avelektrifierad

source: Electrification proposed
cs_cz: Navržena elektrifikace
de_de: Elektrifizierung geplant
hu_hu: Tervezett villamosítás
nl_nl: Geplande elektrificatie
pl_pl: Elektryfikacja proponowana
pt_pt: Electrificação proposto
ru_ru: Электрификация предложена
sv_se: Elektrifiering föreslagen

source: Electrification under construction
cs_cz: Elektrifikace ve výstavbě
de_de: Elektrifizierung im Bau
hu_hu: Villamosítás kiépítés alatt
nl_nl: Elektrificatie in aanbouw
pl_pl: W trakcie elektryfikacji
pt_pt: Electrificação em construção
ru_ru: Строительлство электрификации
sv_se: Elektrifiering pågår

source: contact line
cs_cz: Trolejové vedení
de_de: Fahrdraht
hu_hu: felsővezeték
nl_nl: bovenleiding
pl_pl: sieć trakcyjna
pt_pt: linha de contacto
ru_ru: конттактная линия
sv_se: kontaktledning

source: 3rd rail
cs_cz: Třetí kolejnice
de_de: Stromschiene
hu_hu: harmadik sín
nl_nl: 3e rail
pl_pl: trzecia szyna
pt_pt: 3ª linha
ru_ru: 3-и пути
sv_se: Strömskena

source: Germany
cs_cz: Německo
de_de: Deutschland
hu_hu: Németország
nl_nl: Duitsland
pl_pl: Niemcy
pt_pt: Alemanha
ru_ru: Германия
sv_se: Tyskland

source: Finland
cs_cz: Finsko
de_de: Finnland
hu_hu: Finnország
pl_pl: Finlandia
pt_pt: Filândia
ru_ru: Финляндия

source: train protection
cs_cz: Zabezpečovací zařízení
de_de: Zugbeeinflussung
hu_hu: vonatbefolyásoló rendszer
nl_nl: treinbeveiliging
pl_pl: system zabezpieczenia ruchu kolejowego
pt_pt: comboio de proteção
ru_ru: локомотивная безопастность
sv_se: tågskyddssystem

source: no train protection
cs_cz: bez zabezpečovacího zařízení
de_de: keine Zugbeeinflussung
hu_hu: nincs vonatbefolyásoló rendszer
nl_nl: geen treinbeveiliging
pl_pl: brak systemów zabezpieczenia ruchu kolejowego
pt_pt: sem comboio de proteção
ru_ru: нет локомотивной безопасности
sv_se: inget tågskyddssystem

source: crossing signal type To
de_de: To-Bahnübergangssignal
hu_hu: To típusú átjárójelzés
nl_nl: overwegbeveiligingssein type To
pl_pl: semafor przejazdowy typu To
pt_pt: tipo de sinal de cruzamento para
ru_ru: стрелочные сигналы типа Lo
sv_se: korsningssignal, typ To

source: Voltage
cs_cz: Napětí
de_de: Spannung
hu_hu: Feszültség
nl_nl: Spanning
pl_pl: Napięcie
pt_pt: Voltagem
ru_ru: Напряжение
sv_se: Linjespänning

source: signals
cs_cz: návěstidla
de_de: Signale
hu_hu: jelzések
nl_nl: seinen
pl_pl: sygnały
pt_pt: sinais
ru_ru: сигналы
sv_se: signaler

source: Operating Sites
cs_cz: Provozní místa
de_de: Betriebsstellen
hu_hu: Üzemterületek
nl_nl: Dienstregelmeetpunten
pl_pl: Posterunki ruchu
pt_pt: Operações Locais
ru_ru: Эксплуатационные участки
sv_se: Trafikplatser

source: No information about train protection
cs_cz: Bez informace o zabezpečovacím zařízení
de_de: Keine Information über die Zugbeeinflussung
hu_hu: Nincs információ a vonatbefolyásoló rendszerről
nl_nl: Geen informatie betreffende treinbeveiliging
pl_pl: Brak informacji o systemach zabezpieczenia ruchu kolejowego
pt_pt: Não há informação sobre a proteção de comboio
ru_ru: Нет информации о локомотивной безопасности
sv_se: Ingen information om tågskyddssystem

source: Hp-Lichthauptsignal ohne Angabe der Signalzustände
hu_hu: Hp fény főjelzés, jelállapotok leírása nélkül
nl_nl: Hp-hoofdlichtsein zonder indicatie van de seintoestand
pl_pl: Semafor świetlny główny Hp bez informacji o stanie

source: Track usage
cs_cz: Využití koleje
de_de: Gleisnutzung
hu_hu: Vágány használata
nl_nl: Spoorgebruik
pl_pl: Użycie toru
pt_pt: Uso de reboque
ru_ru: Назначение пути
sv_se: Spåranvändning

source: Lf 7 Geschwindigkeitssignal
hu_hu: Lf 7 Sebességjelzés
nl_nl: Lf7-snelheidssein
pl_pl: Wskaźnik zmiany prędkości Lf 7

source: ETCS under construction
cs_cz: ETCS ve výstavbě
de_de: ETCS im Bau
hu_hu: ETCS kiépítés alatt
nl_nl: ETCS in aanbouw
pl_pl: ETCS w trakcie budowy
pt_pt: ETCS em construção
ru_ru: ETCS строительство
sv_se: ETCS under utbyggnad

source: shunting signal type Ro
de_de: Ro-Sperrsignal
hu_hu: Ro típusú tolatásjelzés
nl_nl: rangeersein type R0
pl_pl: semafor manewrowy typu Ro
pt_pt: tipo de sinal de manobra Ro
ru_ru: маневровый сигнал типа Ro
sv_se: växlingssignal, typ Ro

source: Track type
cs_cz: Typ koleje
de_de: Gleistyp
hu_hu: Vágány típusa
nl_nl: Spoor type
pl_pl: Typ toru
pt_pt: Tipo de reboque
ru_ru: Тип пути
sv_se: Spårtyp

source: El 5 "Bügel an"-Signal
hu_hu: El 5 „áramszedőt fel” jelzés
nl_nl: El5-"Stroomafnemers op"-sein
pl_pl: Wskaźnik podniesienia pantografu El 5

source: Linienzugbeeinflussung
cs_cz: LZB
nl_nl: Linienzugbeeinflussung (LZB)
pl_pl: System automatycznego sterowania pociągiem LZB

source: So 106 Kreuztafel
nl_nl: So106-kruisbord
pl_pl: Wskaźnik krzyżowy So 106

source: Ra 11 Wartezeichen mit Sh 1
pl_pl: Wskaźnik miejsca zatrzymania dla manewrów Ra 11 z Sh 1

source: Junction, Crossover, Service Station, Site
cs_cz: Křižovatka, křížení, servisní stanice, místo
de_de: Abzweig, Überleitstelle, Betriebsbahnhof, Betriebsstelle
hu_hu: Elágazás, kitérő, szerelőhely, hely
nl_nl: Knooppunt, Overloopwissel, onderhoudsstation,Locatie
pl_pl: Posterunek odgałęźny, odstępowy, osłonny, techniczny
pt_pt: Junção, Cruzamento, Estação de Serviço, Local
ru_ru: Стыковочные узлы, Стрелочные съезды, Служебные станции, Участки
sv_se: Förgreningsstation, krysstation, depå, annan trafikplats

source: Hp-Formhauptsignal ohne Angabe der Signalzustände
hu_hu: Hp alak főjelzés, jelállapotok leírása nélkül
nl_nl: Hp-Hoofdarmsein zonder indicatie van de seintoestand
pl_pl: Semafor kształtowy główny Hp bez informacji o stanie

source: At least 25kV ~
cs_cz: Alespoň 25kV ~
de_de: Mehr als 25kV ~
hu_hu: Legalább 25kV ~
nl_nl: Ten minste 25 kV ~
pl_pl: Przynajmniej 25 kV ~
pt_pt: Pelo menos 25kV ~
ru_ru: По крайней мере 25кВ ~
sv_se: Mer än 25 kV ⏦

source: minor signal type Lo
hu_hu: Lo típusú mellékjelzés
pl_pl: semafor drugorzędny typu Lo
pt_pt: tipo de sinal menor Lo
ru_ru: нижнии сигналы типа Lo
sv_se: undersignal, typ Lo

source: Blockkennzeichen
hu_hu: Blokkazonosító
pl_pl: Wskaźnik blokowy
